Repository: lucienkerl/mdb-esp32-cashless
Catalog: ios/VMflow/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

source: Min Stock
de: Mindestbestand
fr: Stock min.
nl: Min. voorraad

source: Min Stock: %lld
de: Mindestbestand: %lld
fr: Stock min. : %lld
nl: Min. voorraad: %lld

source: Min. 6 characters
de: Mind. 6 Zeichen
fr: Min. 6 caractères
nl: Min. 6 tekens

source: More
de: Mehr
fr: Plus
nl: Meer

source: My Server
de: Mein Server
fr: Mon serveur
nl: Mijn server

source: near-duplicate of a recent sale
de: Beinahe-Duplikat eines kürzlichen Verkaufs
fr: quasi-doublon d'une vente récente
nl: bijna-duplicaat van een recente verkoop

source: needs %lld
de: benötigt %lld
fr: nécessite %lld
nl: nodig %lld

source: needs %lld / %lld
de: benötigt %lld / %lld
fr: nécessite %lld / %lld
nl: nodig %lld / %lld

source: New Category
de: Neue Kategorie
fr: Nouvelle catégorie
nl: Nieuwe categorie

source: New Product
de: Neues Produkt
fr: Nouveau produit
nl: Nieuw product

source: New Server
de: Neuer Server
fr: Nouveau serveur
nl: Nieuwe server

source: New Tour
de: Neue Tour
fr: Nouvelle tournée
nl: Nieuwe ronde

source: No archived deals
de: Keine archivierten Angebote
fr: Aucune offre archivée
nl: Geen gearchiveerde aanbiedingen

source: No Categories
de: Keine Kategorien
fr: Aucune catégorie
nl: Geen categorieën

source: No deals found
de: Keine Angebote gefunden
fr: Aucune offre trouvée
nl: Geen aanbiedingen gevonden

source: No Machines
de: Keine Automaten
fr: Aucune machine
nl: Geen machines

source: No machines need refilling right now.
de: Derzeit müssen keine Automaten aufgefüllt werden.
fr: Aucune machine ne nécessite de réapprovisionnement pour le moment.
nl: Geen enkele machine hoeft nu bijgevuld te worden.

source: No open items
de: Keine offenen Einträge
fr: Aucun élément ouvert
nl: Geen open items

source: No product found for barcode "%@"
de: Kein Produkt für Barcode "%@" gefunden
fr: Aucun produit trouvé pour le code-barres « %@ »
nl: Geen product gevonden voor barcode "%@"

source: No Products
de: Keine Produkte
fr: Aucun produit
nl: Geen producten

source: No products matching "%@"
de: Keine Produkte für "%@"
fr: Aucun produit correspondant à « %@ »
nl: Geen producten die overeenkomen met "%@"

source: No products to pack for this machine
de: Für diesen Automaten sind keine Produkte zu packen
fr: Aucun produit à emballer pour cette machine
nl: Geen producten in te pakken voor deze machine

source: No recent activity
de: Keine Aktivität
fr: Aucune activité récente
nl: Geen recente activiteit

source: No recent sales
de: Keine Verkäufe
fr: Aucune vente récente
nl: Geen recente verkopen

source: No sales data
de: Keine Verkaufsdaten
fr: Aucune donnée de vente
nl: Geen verkoopgegevens

source: No sales in the last 30 days
de: Keine Verkäufe in den letzten 30 Tagen
fr: Aucune vente au cours des 30 derniers jours
nl: Geen verkopen in de afgelopen 30 dagen

source: No sales yet
de: Noch keine Verkäufe
fr: Aucune vente pour le moment
nl: Nog geen verkopen

source: No stock
de: Kein Bestand
fr: Aucun stock
nl: Geen voorraad

source: No Stock
de: Kein Lager
fr: Aucun stock
nl: Geen voorraad

source: No stock in this warehouse
de: Kein Bestand in diesem Lager
fr: Aucun stock dans cet entrepôt
nl: Geen voorraad in dit magazijn

source: No trays configured
de: Keine Fächer konfiguriert
fr: Aucun plateau configuré
nl: Geen vakken geconfigureerd

source: No Warehouses
de: Keine Lager
fr: Aucun entrepôt
nl: Geen magazijnen

source: None
de: Keins
fr: Aucun
nl: Geen

source: None — no duplicates auto-removed.
de: Keine — es wurden keine Duplikate automatisch entfernt.
fr: Aucun — aucun doublon retiré automatiquement.
nl: Geen — geen duplicaten automatisch verwijderd.

source: Not in warehouse
de: Nicht im Lager
fr: Pas dans l'entrepôt
nl: Niet in magazijn

source: Notifications are disabled in system settings. Open Settings to enable them.
de: Benachrichtigungen sind in den Systemeinstellungen deaktiviert. Öffne die Einstellungen, um sie zu aktivieren.
fr: Les notifications sont désactivées dans les réglages système. Ouvrez les Réglages pour les activer.
nl: Meldingen zijn uitgeschakeld in de systeeminstellingen. Open Instellingen om ze in te schakelen.

source: Number of Slots: %lld
de: Anzahl Fächer: %lld
fr: Nombre d'emplacements : %lld
nl: Aantal vakken: %lld

source: Offer %.2f € vs usual cost %.2f €
de: Angebot %.2f € vs. üblicher EK %.2f €
fr: Offre %.2f € vs coût habituel %.2f €
nl: Aanbieding %.2f € vs gebruikelijke kostprijs %.2f €

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les réglages
nl: Instellingen openen

source: or enter manually
de: oder manuell eingeben
fr: ou saisir manuellement
nl: of handmatig invoeren

source: Organization
de: Organisation
fr: Organisation
nl: Organisatie

source: Out of Stock
de: Nicht auf Lager
fr: Rupture de stock
nl: Niet op voorraad

source: Overview
de: Übersicht
fr: Vue d'ensemble
nl: Overzicht

source: Pack
de: Packen
fr: Emballer
nl: Inpakken

source: Pack all for %@
de: %@ komplett packen
fr: Tout emballer pour %@
nl: Alles inpakken voor %@

source: Partial
de: Teilweise
fr: Partiel
nl: Gedeeltelijk

source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

source: Passwords don't match
de: Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
nl: Wachtwoorden komen niet overeen

source: Permanently delete your account and, if you are the last admin, your organization's data.
de: Löscht dein Konto endgültig – und, falls du der letzte Admin bist, auch die Daten deines Unternehmens.
fr: Supprime définitivement votre compte et, si vous êtes le dernier administrateur, les données de votre organisation.
nl: Verwijdert uw account permanent en, als u de laatste beheerder bent, de gegevens van uw organisatie.

source: Price (EUR)
de: Preis (EUR)
fr: Prix (EUR)
nl: Prijs (EUR)

source: Product
de: Produkt
fr: Produit

source: Product Name
de: Produktname
fr: Nom du produit
nl: Productnaam

source: Product Review
de: Produktprüfung
fr: Revue des produits
nl: Productcontrole

source: Products
de: Produkte
fr: Produits
nl: Producten

source: Push Notifications
de: Push-Benachrichtigungen
fr: Notifications push
nl: Pushmeldingen

source: Quantity
de: Menge
fr: Quantité
nl: Aantal

source: Quantity, e.g. 2*12
de: Menge, z.B. 2*12
fr: Quantité, ex. 2*12
nl: Aantal, bijv. 2*12

source: Range
de: Bereich
fr: Plage
nl: Bereik

source: Recent Activity
de: Letzte Aktivität
fr: Activité récente
nl: Recente activiteit

source: Recent Intakes
de: Letzte Eingänge
fr: Entrées récentes
nl: Recente innames

source: Recent Sales
de: Letzte Verkäufe
fr: Ventes récentes
nl: Recente verkopen

source: Refill
de: Befüllen
fr: Réapprovisionner
nl: Bijvullen

source: Refill Tour
de: Befüllungstour
fr: Tournée de réapprovisionnement
nl: Bijvulronde

source: Registering...
de: Wird registriert...
fr: Inscription...
nl: Registreren...

source: Remove
de: Entfernen
fr: Retirer
nl: Verwijderen

source: removed
de: entfernt
fr: retiré
nl: verwijderd

source: Replace
de: Ersetzen
fr: Remplacer
nl: Vervangen

source: Resume
de: Fortsetzen
fr: Reprendre
nl: Hervatten

source: Resume Tour?
de: Tour fortsetzen?
fr: Reprendre la tournée ?
nl: Ronde hervatten?

source: Retailer
de: Händler
fr: Enseigne
nl: Winkel

source: Retry
de: Erneut versuchen
fr: Réessayer
nl: Opnieuw proberen

source: Revenue
de: Umsatz
fr: Revenu
nl: Omzet

source: Revenue (30 days)
de: Umsatz (30 Tage)
fr: Revenu (30 jours)
nl: Omzet (30 dagen)

source: Review
de: Prüfen
fr: Revue
nl: Controle

source: Role
de: Rolle
fr: Rôle
nl: Rol

source: Sale Notifications
de: Verkaufsbenachrichtigungen
fr: Notifications de vente
nl: Verkoopmeldingen

source: sales
de: Verkäufe
fr: ventes
nl: verkopen

source: Sales
de: Verkäufe
fr: Ventes
nl: Verkopen

source: Sales auto-dropped as suspected brownout re-reports.
de: Verkäufe, die als vermutliche Brownout-Doppelmeldungen automatisch verworfen wurden.
fr: Ventes automatiquement ignorées, suspectées être des re-signalements dus à une coupure.
nl: Verkopen automatisch verwijderd als vermoedelijke herrapportages door stroomonderbreking.

source: Sales Today
de: Verkäufe heute
fr: Ventes du jour
nl: Verkopen vandaag

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

source: Scan Barcode
de: Barcode scannen
fr: Scanner le code-barres
nl: Barcode scannen

source: Scan QR Code
de: QR-Code scannen
fr: Scanner le QR code
nl: QR-code scannen

source: Scan the code from your web dashboard
de: Scanne den Code aus deinem Web-Dashboard
fr: Scannez le code depuis votre tableau de bord web
nl: Scan de code van uw webdashboard

source: Search deals...
de: Angebote suchen
fr: Rechercher des offres
nl: Aanbiedingen zoeken

source: Search machines
de: Automaten suchen
fr: Rechercher des machines
nl: Machines zoeken

source: Search products
de: Produkte suchen
fr: Rechercher des produits
nl: Producten zoeken

source: Searching for images...
de: Suche nach Bildern...
fr: Recherche d'images...
nl: Afbeeldingen zoeken...

source: Select All
de: Alle auswählen
fr: Tout sélectionner
nl: Alles selecteren

source: Select Machine
de: Automat auswählen
fr: Sélectionner une machine
nl: Machine selecteren

source: Select Product
de: Produkt auswählen
fr: Sélectionner un produit
nl: Product selecteren

source: Select Replacement
de: Ersatz auswählen
fr: Sélectionner un remplacement
nl: Vervanging selecteren

source: Select Server
de: Server auswählen
fr: Sélectionner un serveur
nl: Server selecteren

source: Select Warehouse
de: Lager auswählen
fr: Sélectionner un entrepôt
nl: Magazijn selecteren

source: Select...
de: Auswählen...
fr: Sélectionner...
nl: Selecteren...

source: Send Test Notification
de: Testbenachrichtigung senden
fr: Envoyer une notification de test
nl: Testmelding versturen

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: Show 8 more
de: 8 weitere anzeigen
fr: Afficher 8 de plus
nl: 8 meer tonen

source: Show last %@ days
de: Letzte %@ Tage anzeigen
fr: Afficher les %@ derniers jours
nl: Toon laatste %@ dagen

source: Show less
de: Weniger anzeigen
fr: Afficher moins
nl: Minder tonen

source: Sign In
de: Anmelden
fr: Connexion
nl: Inloggen

source: Sign Out
de: Abmelden
fr: Déconnexion
nl: Uitloggen

source: Sign Up
de: Registrieren
fr: Inscription
nl: Registreren

source: Skip
de: Überspringen
fr: Ignorer
nl: Overslaan

source: Skip Rest
de: Rest überspringen
fr: Ignorer le reste
nl: Rest overslaan

source: Skipped — keeping current product
de: Übersprungen — aktuelles Produkt beibehalten
fr: Ignoré — conservation du produit actuel
nl: Overgeslagen — huidig product behouden

source: Slot
de: Fach
fr: Emplacement
nl: Vak

source: Slot %lld
de: Fach %lld
fr: Emplacement %lld
nl: Vak %lld

source: Slot %lld · holds %lld
de: Fach %1$lld · fasst %2$lld
fr: Emplacement %lld · contient %lld
nl: Vak %lld · bevat %lld

source: Slot %lld, empty
de: Fach %lld, leer
fr: Emplacement %lld, vide
nl: Vak %lld, leeg

source: Slot capacity: %lld
de: Fachkapazität: %lld
fr: Capacité de l'emplacement : %lld
nl: Vakcapaciteit: %lld

source: Slot Number: %lld
de: Fachnummer: %lld
fr: Numéro d'emplacement : %lld
nl: Vaknummer: %lld

source: Start Refill
de: Befüllung starten
fr: Démarrer le réapprovisionnement
nl: Bijvullen starten

source: Start Slot: %lld
de: Startfach: %lld
fr: Emplacement de départ : %lld
nl: Startvak: %lld

source: Start Tour
de: Tour starten
fr: Démarrer la tournée
nl: Ronde starten

source: Stock
de: Bestand
nl: Voorraad

source: Stock Alerts
de: Bestandswarnungen
fr: Alertes de stock
nl: Voorraadmeldingen

source: Stock intake
de: Ware eingebucht
fr: Entrée de stock
nl: Voorraadinname

source: Suggested images
de: Vorgeschlagene Bilder
fr: Images suggérées
nl: Voorgestelde afbeeldingen

source: Summary
de: Zusammenfassung
fr: Résumé
nl: Samenvatting

source: Swap
de: Tausch
fr: Échanger
nl: Wisselen

source: Take up as real sale?
de: Als echten Verkauf übernehmen?
fr: Comptabiliser comme vente réelle ?
nl: Als echte verkoop registreren?

source: Take up as sale
de: Als Verkauf übernehmen
fr: Comptabiliser comme vente
nl: Als verkoop registreren

source: Tap to find this product in the list
de: Tippe, um dieses Produkt in der Liste zu finden
fr: Appuyez pour retrouver ce produit dans la liste
nl: Tik om dit product in de lijst te vinden

source: Tap to view
de: Antippen für Details
fr: Appuyez pour voir
nl: Tik om te bekijken

source: That name doesn't match. Please try again.
de: Der Name stimmt nicht überein. Bitte versuche es erneut.
fr: Ce nom ne correspond pas. Veuillez réessayer.
nl: Die naam komt niet overeen. Probeer het opnieuw.

source: The following trays have discontinued, expired, or out-of-stock products. Choose a replacement or skip.
de: Die folgenden Fächer enthalten eingestellte, abgelaufene oder nicht vorrätige Produkte. Wähle einen Ersatz oder überspringe.
fr: Les plateaux suivants contiennent des produits discontinués, expirés ou en rupture de stock. Choisissez un remplacement ou ignorez.
nl: De volgende vakken bevatten uitgefaseerde, verlopen of niet-voorradige producten. Kies een vervanging of sla over.

source: The following trays need attention — discontinued, expired, out-of-stock, or unassigned products. Choose a replacement or skip.
de: Diese Fächer brauchen Aufmerksamkeit — eingestellte, abgelaufene, ausverkaufte oder nicht zugewiesene Produkte. Wähle einen Ersatz oder überspringe.
fr: Les plateaux suivants nécessitent votre attention — produits discontinués, expirés, en rupture de stock ou non assignés. Choisissez un remplacement ou ignorez.
nl: De volgende vakken hebben aandacht nodig — uitgefaseerde, verlopen, niet-voorradige of niet-toegewezen producten. Kies een vervanging of sla over.

source: This Month
de: Dieser Monat
fr: Ce mois-ci
nl: Deze maand

source: This Week
de: Diese Woche
fr: Cette semaine
nl: Deze week

source: This week: %lld
de: Diese Woche: %lld
fr: Cette semaine : %lld
nl: Deze week: %lld

source: This will permanently delete your account. This action cannot be undone.
de: Dadurch wird dein Konto endgültig gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cela supprimera définitivement votre compte. Cette action est irréversible.
nl: Dit verwijdert uw account permanent. Deze actie kan niet ongedaan worden gemaakt.

source: Thresholds
de: Schwellwerte
fr: Seuils
nl: Drempels

source: Today
de: Heute
fr: Aujourd'hui
nl: Vandaag

source: Today's Revenue
de: Heutiger Umsatz
fr: Revenu du jour
nl: Omzet van vandaag

source: Today's Sales
de: Heutige Verkäufe
fr: Ventes du jour
nl: Verkopen vandaag

source: Total Items Added
de: Hinzugefügte Artikel
fr: Total d'articles ajoutés
nl: Totaal toegevoegde stuks

source: Tour Complete!
de: Tour abgeschlossen!
fr: Tournée terminée !
nl: Ronde voltooid!

source: Tour started
de: Tour gestartet
fr: Tournée commencée
nl: Ronde gestart

source: Trays Refilled
de: Befüllte Fächer
fr: Plateaux rechargés
nl: Vakken bijgevuld

source: Try a different search term.
de: Versuche einen anderen Suchbegriff.
fr: Essayez un autre terme de recherche.
nl: Probeer een andere zoekterm.

source: Try Again
de: Erneut versuchen
fr: Réessayer
nl: Opnieuw proberen

source: Try refreshing or check your ZIP code in Settings.
de: Versuche zu aktualisieren oder überprüfe deine Postleitzahl in den Einstellungen.
fr: Essayez de rafraîchir ou vérifiez votre code postal dans les paramètres.
nl: Probeer te vernieuwen of controleer uw postcode in Instellingen.

source: Type the company name to confirm:
de: Gib den Firmennamen zur Bestätigung ein:
fr: Tapez le nom de l'entreprise pour confirmer :
nl: Typ de bedrijfsnaam ter bevestiging:

source: Uncategorized
de: Ohne Kategorie
fr: Sans catégorie
nl: Zonder categorie

source: Undo
de: Rückgängig
fr: Annuler
nl: Ongedaan maken

source: Units
de: Stück
fr: Unités
nl: Eenheden

source: Unnamed
de: Unbenannt
fr: Sans nom
nl: Naamloos

source: until %@
de: bis %@
fr: jusqu'au %@
nl: tot %@

source: Update the category name.
de: Aktualisiere den Kategorienamen.
fr: Mettre à jour le nom de la catégorie.
nl: Werk de categorienaam bij.

source: Upload
de: Hochladen
fr: Téléverser
nl: Uploaden

source: Uploading...
de: Wird hochgeladen...
fr: Téléversement...
nl: Uploaden...

source: Validity
de: Gültigkeit
fr: Validité
nl: Geldigheid

source: Vending Machine Management
de: Automatenmanagement
fr: Gestion des distributeurs automatiques
nl: Beheer van verkoopautomaten

source: Warehouse
de: Lager
fr: Entrepôt
nl: Magazijn

source: Will create slots %lld through %lld
de: Erstellt Fächer %lld bis %lld
fr: Créera les emplacements %lld à %lld
nl: Maakt vakken %lld tot %lld aan

source: Yesterday
de: Gestern
fr: Hier
nl: Gisteren

source: Yesterday: %@
de: Gestern: %@
fr: Hier : %@
nl: Gisteren: %@

source: You are the only admin of %@. Deleting your account will also permanently delete the company and all of its data — machines, sales, warehouse stock, registered devices, and the cash book.
de: Du bist der einzige Admin von %@. Wenn du dein Konto löschst, werden auch das Unternehmen und alle zugehörigen Daten endgültig gelöscht – Automaten, Verkäufe, Lagerbestand, registrierte Geräte und die Kasse.
fr: Vous êtes le seul administrateur de %@. La suppression de votre compte supprimera également définitivement l'entreprise et toutes ses données — machines, ventes, stock d'entrepôt, appareils enregistrés et la caisse.
nl: U bent de enige beheerder van %@. Het verwijderen van uw account verwijdert ook permanent het bedrijf en alle bijbehorende gegevens — machines, verkopen, magazijnvoorraad, geregistreerde apparaten en het kasboek.

source: You have an unfinished refill tour. Would you like to continue where you left off?
de: Du hast eine unvollständige Befüllungstour. Möchtest du dort weitermachen, wo du aufgehört hast?
fr: Vous avez une tournée de réapprovisionnement inachevée. Voulez-vous continuer où vous vous étiez arrêté ?
nl: U heeft een onafgeronde bijvulronde. Wilt u doorgaan waar u gebleven was?

source: You're the Last Admin
de: Du bist der letzte Admin
fr: Vous êtes le dernier administrateur
nl: U bent de laatste beheerder

source: you@example.com
de: du@beispiel.com

# warehouse_batch_count
source: %lld batches
de: %lld Chargen
fr: %lld lots
nl: %lld partijen

source: %lld empty, %lld low
de: %lld leer, %lld niedrig
fr: %lld vide, %lld faible
nl: %lld leeg, %lld laag

source: %lld low
de: %lld niedrig
fr: %lld faible
nl: %lld laag

source: All good
de: Alles gut
fr: Tout va bien
nl: Alles in orde

source: %lld auto-removed
de: %lld automatisch entfernt
fr: %lld retiré automatiquement
nl: %lld automatisch verwijderd

source: Inbox
de: Posteingang
fr: Boîte de réception

source: Inbox is empty
de: Posteingang ist leer
fr: La boîte de réception est vide
nl: Inbox is leeg

source: Recorded prices
de: Erfasste Preise
fr: Prix enregistrés
nl: Geregistreerde prijzen

source: Purchase prices
de: Einkaufspreise
fr: Prix d'achat
nl: Inkoopprijzen

source: Add purchase price
de: Einkaufspreis hinzufügen
fr: Ajouter un prix d'achat
nl: Inkoopprijs toevoegen

source: No purchase prices recorded yet.
de: Noch keine Einkaufspreise erfasst.
fr: Aucun prix d'achat enregistré pour le moment.
nl: Nog geen inkoopprijzen geregistreerd.

source: Unknown supplier
de: Unbekannter Lieferant
fr: Fournisseur inconnu
nl: Onbekende leverancier

source: Cheapest
de: Günstigster
fr: Le moins cher
nl: Goedkoopste

source: Usual
de: Üblich
fr: Habituel
nl: Gebruikelijk

source: net
de: netto
fr: HT
nl: netto

source: gross
de: brutto
fr: TTC
nl: bruto

source: Supplier
de: Lieferant
fr: Fournisseur
nl: Leverancier

source: Required
de: Erforderlich
fr: Requis
nl: Vereist

source: Price per unit
de: Preis pro Einheit
fr: Prix unitaire
nl: Prijs per eenheid

source: Net/gross is calculated after saving.
de: Netto/Brutto wird nach dem Speichern berechnet.
fr: Le HT/TTC est calculé après l'enregistrement.
nl: Netto/bruto wordt na het opslaan berekend.

source: Tax rate % (no rate on product)
de: Steuersatz % (kein Satz am Produkt)
fr: Taux de TVA % (aucun taux sur le produit)
nl: Btw-tarief % (geen tarief op product)

source: Date
de: Datum
nl: Datum

source: Note
de: Notiz
nl: Notitie

source: Edit purchase price
de: Einkaufspreis bearbeiten
fr: Modifier le prix d'achat
nl: Inkoopprijs bewerken

source: Supplier and price are required.
de: Lieferant und Preis sind erforderlich.
fr: Le fournisseur et le prix sont requis.
nl: Leverancier en prijs zijn verplicht.

source: Please provide a tax rate.
de: Bitte geben Sie einen Steuersatz an.
fr: Veuillez indiquer un taux de TVA.
nl: Geef een btw-tarief op.

source: Add “%@”
de: „%@“ hinzufügen
fr: Ajouter « %@ »
nl: “%@” toevoegen

source: Suppliers
de: Lieferanten
fr: Fournisseurs
nl: Leveranciers

source: No suppliers yet.
de: Noch keine Lieferanten.
fr: Aucun fournisseur pour le moment.
nl: Nog geen leveranciers.

source: Search or add supplier
de: Lieferant suchen oder hinzufügen
fr: Rechercher ou ajouter un fournisseur
nl: Leverancier zoeken of toevoegen

source: Margin
de: Marge
fr: Marge
nl: Marge

source: Manage purchase prices
de: Einkaufspreise verwalten
fr: Gérer les prix d'achat
nl: Inkoopprijzen beheren

source: Purchasing
de: Einkauf
fr: Achats
nl: Inkoop

source: usual cost
de: üblicher Preis
fr: coût habituel
nl: gebruikelijke kostprijs

source: Loading batches...
de: Chargen werden geladen...
fr: Chargement des lots...
nl: Partijen laden...

source: No batches in stock
de: Keine Chargen auf Lager
fr: Aucun lot en stock
nl: Geen partijen op voorraad

source: No batch
de: Keine Charge
fr: Aucun lot
nl: Geen partij

source: Damaged
de: Beschädigt
fr: Endommagé
nl: Beschadigd

source: Inventory correction
de: Bestandskorrektur
fr: Correction d'inventaire
nl: Voorraadcorrectie

source: Refill return
de: Rückgabe nach Befüllung
fr: Retour de réapprovisionnement
nl: Retour van bijvulling

source: Direction
de: Richtung
nl: Richting

source: Reason
de: Grund
fr: Motif
nl: Reden

source: Items returned after a refill took too much
de: Artikel zurückgegeben, weil beim Befüllen zu viel entnommen wurde
fr: Articles retournés car trop de stock a été prélevé lors d'un réapprovisionnement
nl: Artikelen geretourneerd omdat er te veel is meegenomen bij een bijvulling

source: Quantity to remove
de: Zu entfernende Menge
fr: Quantité à retirer
nl: Aantal te verwijderen

source: Quantity to add
de: Hinzuzufügende Menge
fr: Quantité à ajouter
nl: Aantal toe te voegen

source: Only %lld available
de: Nur %lld verfügbar
fr: Seulement %lld disponible(s)
nl: Slechts %lld beschikbaar

source: Adjust stock
de: Bestand anpassen
fr: Ajuster le stock
nl: Voorraad aanpassen

source: Notes
de: Notizen
nl: Notities

source: e.g. 2*12
de: z. B. 2*12
fr: ex. 2*12
nl: bijv. 2*12

source: Slot Number
de: Fachnummer
fr: Numéro d'emplacement
nl: Vaknummer

source: Capacity
de: Kapazität
fr: Capacité
nl: Capaciteit

source: Current Stock
de: Aktueller Bestand
fr: Stock actuel
nl: Huidige voorraad

source: Fill When Below
de: Auffüllen wenn unter
fr: Remplir si sous
nl: Vullen onder

source: Number of Slots
de: Anzahl Plätze
fr: Nombre d'emplacements
nl: Aantal vakken

source: Start Slot
de: Start-Fach
fr: Emplacement de départ
nl: Startvak

source: Rename Supplier
de: Lieferant umbenennen
fr: Renommer le fournisseur
nl: Leverancier hernoemen

source: This supplier is still used by a purchase price and can't be deleted.
de: Dieser Lieferant wird noch bei einem Einkaufspreis verwendet und kann nicht gelöscht werden.
fr: Ce fournisseur est encore utilisé par un prix d'achat et ne peut pas être supprimé.
nl: Deze leverancier wordt nog gebruikt bij een inkoopprijs en kan niet worden verwijderd.

source: A supplier with this name already exists.
de: Ein Lieferant mit diesem Namen existiert bereits.
fr: Un fournisseur avec ce nom existe déjà.
nl: Er bestaat al een leverancier met deze naam.
